Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/MFT_en-US_de.tmx
Source language: en_us
Languages: de

source: The type of product that the unit is currently manufacturing.^
de: Der Produkttyp, den die Einheit derzeit herstellt.^

source: This area shows the stock of the product in the unit.
de: Dieser Bereich zeigt den Bestand des Produktes an.

source: Each box represents one cargo of the product.
de: Jede Box repräsentiert eine Ladung des Produktes.

source: Each cargo can store a certain number of units of the product.^
de: Jede Ladung kann eine bestimmte Anzahl von Einheiten des Produkts speichern.^

source: The stocks of raw materials are represented by a row of green bars here.
de: Die Rohstoffbestände werden hier durch eine Reihe von grünen Balken dargestellt.

source: The length of each bar indicates the quantity of the raw material stocked in the unit.
de: Die Länge jedes Balkens gibt die Menge des in der Einheit gelagerten Rohmaterials an.

source: During a manufacturing process, raw materials must first go into a manufacturing unit and then converted into products.
de: Während eines Herstellungsprozesses müssen die Rohstoffe zunächst in eine Produktionseinheit und dann in Produkte umgewandelt werden.

source: The manufacturing process is suspended whenever any of its required raw materials is lacking.
de: Der Herstellungsprozess wird unterbrochen, wenn einer der benötigten Rohstoffe fehlt.

source: Thus, to have the unit operating at maximum efficiency, you must provide a consistent supply of raw materials.^
de: Damit das Gerät mit maximaler Effizienz arbeitet, müssen Sie also für eine gleichmäßige Versorgung mit Rohstoffen sorgen.^

source: This brown bar shows the utilization of the unit.
de: Dieser braune Balken zeigt die Auslastung der Einheit an.

source: If this bar reaches its full length, the unit has reached its full capacity.
de: Wenn dieser Balken seine volle Länge erreicht hat, dann hat die Einheit ihre volle Kapazität erreicht.

source: It can manufacture no more goods even if there is additional supply and demand.
de: Sie kann auch bei zusätzlichem Angebot und Nachfrage keine Ware mehr herstellen.

source: On the other hand, if this bar is short, this indicates that its facilities and resources are not being used effectively.
de: Auf der anderen Seite, wenn dieser Balken klein ist, deutet dies darauf hin, dass seine Einrichtungen und Ressourcen nicht effektiv genutzt werden.

source: This might contribute to the firm's low profitability.
de: Dies könnte zur geringen Profitabilität des Unternehmens beitragen.
